13xforever.language-x86-64-assembly
arcticicestudio.nord-visual-studio-code
arturock.gitstash
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
foxundermoon.shell-format
golang.go
Gruntfuggly.todo-tree
jakob-erzar.llvm-tablegen
jeff-hykin.better-c-syntax
jeff-hykin.better-cpp-syntax
jeff-hykin.better-dockerfile-syntax
jeff-hykin.better-go-syntax
jeff-hykin.better-shellscript-syntax
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.powershell
msyrus.go-doc
redhat.vscode-yaml
RReverser.llvm
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
ZixuanWang.linkerscript
