13xforever.language-x86-64-assembly
arcticicestudio.nord-visual-studio-code
arturock.gitstash
batisteo.vscode-django
christian-kohler.path-intellisense
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
EditorConfig.EditorConfig
foxundermoon.shell-format
golang.go
Gruntfuggly.todo-tree
jakob-erzar.llvm-tablegen
jeff-hykin.better-c-syntax
jeff-hykin.better-cpp-syntax
jeff-hykin.better-dockerfile-syntax
jeff-hykin.better-go-syntax
jeff-hykin.better-shellscript-syntax
KevinRose.vsc-python-indent
lextudio.restructuredtext
mhutchie.git-graph
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.powershell
msyrus.go-doc
njpwerner.autodocstring
redhat.vscode-commons
redhat.vscode-yaml
RReverser.llvm
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
Vassilios.blockalign
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
yzhang.markdown-all-in-one
ZixuanWang.linkerscript
